Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3775.html.tmx
Source language: sme
Languages: nob

source: Čoahkkin ceavzilis ja vuoiggalaš stivrejumi birra Árktisas
nob: Møte om bærekraftig og rettferdig styring i Arktis

source: Professor Robert Corell boahtá Sámediggái bidjat ovdan áibbas ođđa raportta nu gohčoduvvon " Arctic Governance " birra .
nob: Professor Robert Corell kommer til Sametinget å presenterer en helt ny rapport om kalt " Arctic Governance " .

source: Raporta árvvoštallá ja evttoha vugiid mo ollašuhttit ceavzilis ja vuoiggalaš boahtteáiggi Árktisas .
nob: Rapporten vurderer og foreslår måter å oppnå en bærekraftig og rettferdig framtid i Arktis .

source: John-Marcus Kuhmunen
nob: Lyngen 1 John-Marcus Kuhmunen

source: Dálkkádatrievdamat ja lassáneaddji miehtámáilbmádeapmi mielddisetbuktet ahte ekonomalaš ja máilmmipolitihkalaš čatnaseamit gaskal Árktisa ja máilmmi muđui šaddet čavgadet ja eanet sorjavaččat .
nob: Klimaendringer og økt globalisering resulterer i tettere og mer avhengige økonomiske og geopolitiske bånd mellom Arktis og resten av verden .

source: Mo dat váikkuha dasa mo mii stivret ja dahkat mearrádusaid Árktisas ?
nob: Hva betyr dette for hvordan vi styrer og fatter beslutninger i Arktis ?

source: Makkár rolla lea ja berre leat álgoálbmogiin Árktisa stivrema oktavuođas ?
nob: Hvilken rolle har og bør urfolk ha ved styringen i Arktis ?

source: Dát leat muhtun dain čuolbmačilgehusain mat váldojuvvojit ovdan čoahkkimis .
nob: Dette er noen av problemstillingene som vil bli tatt opp på møte .

source: Robert Corell lea Sámi allaskuvlla ja Romssa universitehta dálkkádatdutki ja professor II .
nob: Robert Corell klimaforsker og professor II ved Sámi allaskuvla og Universitetet i Tromsø .

source: Son lea maid Obama-hálddahusa dálkkádatráđđeaddi .
nob: Han er også klimarådgiver for Obama-administrasjonen .

source: Prošeavtta " Arctic Governance " mielbargi Else Grete Broderstad oassálastá maid čoahkkimii .
nob: Medarbeider i prosjektet " Arctic Governance " Else Grete Broderstad deltar og på møte .

source: Dieđut Arctic Governance-prošeavtta birra leat dáppe :
nob: Informasjonen om prosjektet Arctic Governance er tilgjengelig her :

source: Almmuhan Østby , Jan Roger .
nob: Publisert av Østby , Jan Roger .

source: Maŋimustá rievdaduvvon 18.06.2010
nob: Sist endret 18.06.2010
